{
   "songs": [
      {
         "name": "Cara Mia Addio",
         "artist": "Aperture Sceience Psychoacoustic Laboratories",
         "cover": "https://www.game-ost.ru/static/covers_soundtracks/3/4/34870_167227.jpg",
         "commentsEN": "When I first heard this song in Portal 2 it made me cry. Such a beautiful vocal, music! And the ending in Portal 2 was amazing too! It still gives me goosebumps to this day.",
         "commentsRU": "Когда я впервые услышал эту песню в игре Portal 2 - я заплакал. Какой же это вокал, а какая музыка! Концовка игры была тоже крутой. От неё у меня всё ещё мурашки по коже"
      },
      {
         "name": "Happppy song",
         "artist": "SOOOO",
         "cover": "https://i.scdn.co/image/ab67616d0000b273c758eb1d1eb12164e0d34aa8",
         "commentsEN": "I sincerely envy those who haven't experienced this masterpiece. This song is so strong you truly feel this anger and chaos from this song. It's just... WOW!",
         "commentsRU": "Я искренне завидую тем, кто ещё не слушал этот шедевр. Это такая сильная песня, прям чувствуешь эту злость, этот хаос. Это просто... нет слов."
      },
      {
         "name": "KOMM, SUSSER TOD",
         "artist": "Arianne",
         "cover": "https://i.scdn.co/image/ab67616d0000b2736df828bb10343f7bad08d4fe",
         "commentsEN": "This song is from \"The End of Evangelion\" moivie and... damn. I love it. I love this song. Arianne managed to make this song so emotional. It makes me feel emotions that don't exist. It all comes tumbling down, tumbling down, tumbling down...",
         "commentsRU": "Это песня из Конца Еванглиона и... блин, я обожаю эту песню. У певицы очень хорошо получилось вложить эмоции в эту песню. И от этой песни у меня чувства, которых не существует..."
      },
      {
         "name": "Empyrean",
         "artist": "meganeko",
         "cover": "https://f4.bcbits.com/img/a0728836461_10.jpg",
         "commentsEN": "Sometimes I just like to close my eyes while listening to this song. It's my favorite EDM song because of how colorful it is. Meganeko doesn't miss!",
         "commentsRU": "Иногда я просто закрываю глаза и включаю этот трек. Моя любимая ЕДМ-композиция. Она такая красочная, просто шикарная. Meganeko крутой чел..."
      },
      {
         "name": "Camel by Camel",
         "artist": "Sandy Marton",
         "cover": "https://shadam.net/uploads/posts/2021-10/cover_615f2a0950e1a.jpg",
         "commentsEN": "Jokes aside, this song is banger! Like, no joke. I really hate that one video because of negative associations this song has now :(",
         "commentsRU": "Без шуток, шикарная песня! Я не рофлю. Из-за того самого ролика у всех такие негативные ассоциации с этой песней, это очень грустно :( "
      },
      {
         "name": "Bad Apple",
         "artist": "nomico",
         "cover": "https://i1.sndcdn.com/artworks-d0TBYYnC1ckfe9Aa-LLC9og-t500x500.jpg",
         "commentsEN": "I know, there is too much weeb stuff in my top list but I can't do anything with it. This song is magnificent and the video has the smoothest transitions I've ever seen",
         "commentsRU": "Я знаю, в этом топе слишком много анимешной фигни, но что поделать... Это превосходная песня, а в видосе самые плавные переходы, которые я видел."
      },
      {
         "name": "Rasputin",
         "artist": "Boney M.",
         "cover": "https://muzrecord.com/uploads/posts/2021-02/415e5780eb08a1611db06c78c8836b8c_image.jpeg",
         "commentsEN": "Whenever I listen to this I really-really want to just dance. So much energy and beauty! Amazing, just...",
         "commentsRU": "Когда этот трек включается в моём плейлисте, мне прям люто хочется флексить. Столько энергии, столько мощи! Офигенно, просто..."
      },
      {
         "name": "Супер",
         "artist": "Деревянные киты",
         "cover": "https://images.genius.com/0d199af041bd055907ab03444328c82a.1000x1000x1.jpg",
         "commentsEN": "Деревянные киты (Wooden Whales) is the most underrated music group in existence. Don't you hear something beautiful in her voice? I do, this song is so relaxing and de-stressing, I love it.",
         "commentsRU": "Деревянные киты - самая недооценённая группа в мире. Несложно заметить это вот трогательное нечто в её голосе. Такая расслабляющая и прекрасная песня. Я её обожаю"
      },
      {
         "name": "La Campanella: Nu Rave",
         "artist": "Cranky",
         "cover": "https://i.scdn.co/image/ab67616d0000b273c06f529a3cc22e3ece6b9e45",
         "commentsEN": "Usually I hate these type of remixes but this one is actually good. I have no idea how Cranky managed to mix modern music with classic piano... Crazy.",
         "commentsRU": "Я так вообще не особо люблю такие ремиксы подобных песен, но вот этот ремикс по-настоящему крут. Каким образом он вообще смешал современное музло с классикой. Я в шоке..."
      },
      {
         "name": "HEYYEYAAEYAAAEYAEYAA",
         "artist": "SLACKCiRCUS",
         "cover": "https://i.ytimg.com/vi/ZZ5LpwO-An4/hqdefault.jpg",
         "commentsEN": "I am not kidding. This song is amazing, just.",
         "commentsRU": "Я не рофлю. Это шедевр. Серьёзно"
      }
   ]
}